Repository: zotonic/zotonic_mod_secure_message
Catalog: priv/translations/*.mod_secure_message.po
Languages: es

source: Could not open this email. Please reload the page and retry.
es: No se pudo abrir este correo electrónico. Por favor volver a cargar la página y vuelva a intentarlo.

source: Country
es: País

source: Date
es: Fecha

source: Deleted
es: Eliminado

source: Either the link you tried is wrong or the message has been deleted.
es: El enlace que has probado es incorrecto o se ha eliminado el mensaje.

source: Email
es: Correo electrónico

source: First name
es: Primer nombre

source: First view.
es: Primer punto de vista.

source: For your security, our message will be deleted in 7 days. Please check the link above as soon as possible.
es: Por tu seguridad, nuestro mensaje será borrado en 7 días. Por favor entra al enlace lo más pronto posible.

source: From
es: De

source: Hello from
es: Hola de

source: Hi,
es: Hola,

source: Message
es: Mensaje

source: Nickname, or name you want us to call you.
es: Apodo, o nombre por el que quieres que te llamemos.

source: Not Found
es: No encontrado

source: On a reply, you will receive a link to this site.
es: En respuesta, usted recibirá un enlace a este sitio.

source: Please go to the link below for the information that you requested.
es: Por favor entra al enlace de abajo para ver la información que pediste.

source: Reload
es: Recargar

source: Reply
es: Respuesta

source: Secure message
es: Mensaje seguro

source: Send &amp; Delete Message
es: Enviar y borrar mensaje

source: Send Message
es: Enviar mensaje

source: Send Reply
es: Enviar Respuesta

source: Sorry, could not delete the message
es: Lo sentimos, no se puede eliminar el mensaje

source: State
es: Estado

source: Subject
es: Asunto

source: Thank you.
es: Gracias.

source: Thanks.
es: Gracias.

source: This message will be deleted in
es: Este mensaje se borrará en

source: To protect your privacy, we have answered your question at a safe place for you to read.
es: Para proteger tu privacidad, hemos contestado tu pregunta en un espacio en el que es seguro para ti leerla.

source: You can not reply to this email. Please reply at the link in the message.
es: No puede contestar a este correo electrónico. Por favor, responda en el enlace en el mensaje.

source: You can’t reply directly to this message.
es: Usted no puede responder directamente a este mensaje.

source: You received a message:
es: Has recibido un mensaje:

source: You recently sent a question to our service.
es: Recientemente enviaste una pregunta a nuestro servicio.

source: Your email address will be automatically removed from our messaging service.
es: Su dirección de correo electrónico se eliminará automáticamente de nuestro servicio de mensajería.

source: Your message has been deleted.
es: El Mensaje ha sido borrado.

source: Your message has been sent, we will contact you as soon as possible.
es: Su mensaje ha sido enviado, nos pondremos en contacto tan pronto como sea posible.

source: Your reply will be forwarded to
es: Su respuesta será enviada al

source: ago
es: hace

source: delete now
es: elimina ahora

source: viewed since
es: visto desde el
